Repository: xiangshanyikecong/loveblog
Catalog: ios/LoveJournal/Resources/M6A.xcstrings
Source language: en
Languages: ja, zh_hans

# m6a.error.generic
source: Something went wrong. Please try again.
ja: エラーが発生しました。もう一度お試しください。
zh_hans: 出错了，请稍后重试

# m6a.privacy.access.author
source: Author-only
ja: 作成者のみ
zh_hans: 仅作者

# m6a.privacy.access.partners
source: Partners
ja: パートナーのみ
zh_hans: 仅伴侣

# m6a.privacy.access.password
source: Password
ja: パスワード保護
zh_hans: 密码保护

# m6a.privacy.access.public
source: Public
ja: 公開
zh_hans: 公开

# m6a.privacy.access.signedin
source: Signed-in
ja: ログインユーザー
zh_hans: 登录可见

# m6a.privacy.account
source: Account snapshot
ja: アカウント情報
zh_hans: 账号快照

# m6a.privacy.account.nickname
source: Nickname
ja: ニックネーム
zh_hans: 昵称

# m6a.privacy.encryption
source: Encryption
ja: 暗号化
zh_hans: 加密状态

# m6a.privacy.encryption.counts %lld %lld
source: %1$lld of %2$lld items encrypted
ja: 全%2$lld件中%1$lld件が暗号化済み
zh_hans: 已加密 %1$lld / 共 %2$lld 条

# m6a.privacy.encryption.off
source: Off
ja: 無効
zh_hans: 未开启

# m6a.privacy.encryption.on
source: On
ja: 有効
zh_hans: 已开启

# m6a.privacy.generated.at %@
source: Generated at %@
ja: %@ 時点
zh_hans: 生成于 %@

# m6a.privacy.modules
source: Modules
ja: モジュール
zh_hans: 内容模块

# m6a.privacy.protection
source: Protection overview
ja: 保護の概要
zh_hans: 保护概况

# m6a.privacy.protection.e2ee
source: End-to-end encrypted
ja: エンドツーエンド暗号化
zh_hans: 端到端加密

# m6a.privacy.protection.masked
source: Server masked
ja: サーバー側マスク
zh_hans: 服务端脱敏

# m6a.privacy.protection.readable
source: Server readable
ja: サーバー可読
zh_hans: 服务端可读

# m6a.privacy.title
source: Privacy Center
ja: プライバシーセンター
zh_hans: 隐私中心

# m6a.privacy.totals
source: Visibility totals
ja: 公開範囲の合計
zh_hans: 可见范围统计

# m6a.recycle.emptied
source: Recycle bin emptied
ja: ごみ箱を空にしました
zh_hans: 回收站已清空

# m6a.recycle.empty
source: Nothing in the bin
ja: ごみ箱は空です
zh_hans: 回收站是空的

# m6a.recycle.empty.action
source: Empty Bin
ja: ごみ箱を空にする
zh_hans: 清空回收站

# m6a.recycle.empty.confirm
source: Empty the recycle bin?
ja: ごみ箱を空にしますか？
zh_hans: 清空回收站吗？

# m6a.recycle.empty.hint
source: Deleted items rest here for 30 days before they disappear.
ja: 削除された項目は30日間ここに保管されます。
zh_hans: 删除的内容会在这里暂存，可随时恢复。

# m6a.recycle.filter
source: Type
ja: 種類
zh_hans: 类型

# m6a.recycle.filter.all
source: All
ja: すべて
zh_hans: 全部

# m6a.recycle.purge.confirm
source: Delete this item permanently?
ja: この項目を完全に削除しますか？
zh_hans: 彻底删除这条内容吗？

# m6a.recycle.purge.message
source: Permanent deletion cannot be undone.
ja: 完全削除は取り消せません。
zh_hans: 彻底删除后无法恢复。

# m6a.recycle.purged
source: Deleted permanently
ja: 完全に削除しました
zh_hans: 已彻底删除

# m6a.recycle.restore
source: Restore
ja: 復元
zh_hans: 恢复

# m6a.recycle.restored
source: Restored
ja: 復元しました
zh_hans: 已恢复

# m6a.recycle.title
source: Recycle Bin
ja: ごみ箱
zh_hans: 回收站

# m6a.recycle.type.album
source: Album
ja: アルバム
zh_hans: 相册

# m6a.recycle.type.article
source: Article
ja: 記事
zh_hans: 文章

# m6a.recycle.type.event
source: Event
ja: 記念日
zh_hans: 纪念日

# m6a.recycle.type.message
source: Message
ja: メッセージ
zh_hans: 留言

# m6a.recycle.type.moment
source: Moment
ja: モーメント
zh_hans: 动态

# m6a.security.change.password
source: Change Password
ja: パスワードを変更
zh_hans: 修改密码

# m6a.security.device.remove.confirm
source: Remove this device? All its sessions are signed out.
ja: この端末を削除しますか？この端末のセッションはすべてログアウトされます。
zh_hans: 移除这台设备吗？其所有会话将被登出。

# m6a.security.device.removeall
source: Remove All Devices
ja: すべての端末を削除
zh_hans: 移除全部设备

# m6a.security.device.removeall.confirm
source: Remove every device and sign out everywhere?
ja: すべての端末を削除し、全セッションをログアウトしますか？
zh_hans: 移除全部设备并登出所有会话？

# m6a.security.device.removed
source: Device removed
ja: 端末を削除しました
zh_hans: 设备已移除

# m6a.security.devices.empty
source: No devices recorded yet
ja: 記録された端末はまだありません
zh_hans: 暂无登录设备记录

# m6a.security.devices.title
source: Login Devices
ja: ログイン端末
zh_hans: 登录设备

# m6a.security.failed.count
source: Failed logins
ja: ログイン失敗回数
zh_hans: 登录失败次数

# m6a.security.frozen.until %@
source: Frozen until %@
ja: %@まで凍結中
zh_hans: 已冻结至 %@

# m6a.security.last.login
source: Last login
ja: 最終ログイン
zh_hans: 最近登录

# m6a.security.me
source: Me
ja: 自分
zh_hans: 我

# m6a.security.normal
source: Normal
ja: 正常
zh_hans: 正常

# m6a.security.password.changed
source: Password changed
ja: パスワード変更日時
zh_hans: 密码修改时间

# m6a.security.password.current
source: Password
ja: パスワード
zh_hans: 密码

# m6a.security.password.new
source: New password
ja: 新しいパスワード
zh_hans: 新密码

# m6a.security.password.old
source: Current password
ja: 現在のパスワード
zh_hans: 当前密码

# m6a.security.password.policy
source: Password must be 8-128 characters with both letters and numbers
ja: パスワードは8〜128文字で、英字と数字を両方含めてください
zh_hans: 密码需 8-128 位且同时包含字母和数字

# m6a.security.password.policy.hint
source: 8-128 characters, must contain both letters and numbers.
ja: 8〜128文字。英字と数字を両方含めてください。
zh_hans: 8-128 位，需同时包含字母和数字。

# m6a.security.relogin.hint
source: Done — please sign in again
ja: 完了しました。再度ログインしてください
zh_hans: 操作成功，请重新登录

# m6a.security.relogin.note
source: Password/session changes sign you out everywhere — you will need to sign in again.
ja: パスワードやセッションの変更後は全端末でログアウトされ、再ログインが必要です。
zh_hans: 修改密码或撤销会话后会使所有登录失效，需要重新登录。

# m6a.security.revoke.action
source: Revoke Sessions
ja: セッションを無効化
zh_hans: 撤销会话

# m6a.security.revoke.confirm
source: Revoke all sessions except this device?
ja: この端末以外のセッションを無効化しますか？
zh_hans: 撤销除本设备外的全部会话？

# m6a.security.revoke.sessions
source: Revoke Other Sessions
ja: 他のセッションを無効化
zh_hans: 撤销其他会话

# m6a.security.role.a
source: Partner A
ja: パートナーA
zh_hans: 成员 A

# m6a.security.role.b
source: Partner B
ja: パートナーB
zh_hans: 成员 B

# m6a.security.self.actions
source: My account
ja: 自分のアカウント
zh_hans: 我的账号

# m6a.security.session.version
source: Session version
ja: セッションバージョン
zh_hans: 会话版本

# m6a.security.sessions.revoked
source: Other sessions revoked
ja: 他のセッションを無効化しました
zh_hans: 其他会话已撤销

# m6a.security.title
source: Account Security
ja: アカウントセキュリティ
zh_hans: 账号安全

# m6a.security.totp.code
source: 6-digit code
ja: 6桁のコード
zh_hans: 6 位验证码

# m6a.security.totp.code.or.recovery
source: TOTP code or recovery code
ja: TOTPコードまたは復旧コード
zh_hans: 动态码或恢复码

# m6a.security.totp.codes.copy
source: Copy all recovery codes
ja: 復旧コードをすべてコピー
zh_hans: 复制全部恢复码

# m6a.security.totp.codes.once
source: Recovery codes — shown only once. Save them now!
ja: 復旧コードは今回のみ表示されます。今すぐ保存してください！
zh_hans: 恢复码仅此一次展示，请立即保存！

# m6a.security.totp.confirm
source: Verify & Enable
ja: 確認して有効にする
zh_hans: 验证并开启

# m6a.security.totp.disable
source: Disable 2FA
ja: 二要素認証を無効にする
zh_hans: 关闭两步验证

# m6a.security.totp.disable.intro
source: Enter a 6-digit code (or a recovery code) and your password to turn off 2FA.
ja: 二要素認証を解除するには、6桁のコード（または復旧コード）とパスワードを入力してください。
zh_hans: 输入 6 位验证码（或恢复码）和密码即可关闭两步验证。

# m6a.security.totp.disabled
source: Two-factor authentication disabled
ja: 二要素認証を無効にしました
zh_hans: 两步验证已关闭

# m6a.security.totp.enable
source: Enable 2FA
ja: 二要素認証を有効にする
zh_hans: 开启两步验证

# m6a.security.totp.off
source: Not enabled
ja: 無効
zh_hans: 未开启

# m6a.security.totp.on %lld
source: Enabled · %lld recovery codes left
ja: 有効・残り復旧コード %lld 個
zh_hans: 已开启 · 剩余恢复码 %lld 个

# m6a.security.totp.secret
source: Secret
ja: シークレット
zh_hans: 密钥

# m6a.security.totp.setup.intro
source: Add the secret to your authenticator app, then enter the 6-digit code it shows to finish enabling 2FA.
ja: 認証アプリにシークレットを追加し、表示された6桁のコードを入力して二要素認証を完了してください。
zh_hans: 将密钥添加到验证器 App，然后输入其显示的 6 位验证码完成开启。

# m6a.security.totp.title
source: Two-Factor Authentication
ja: 二要素認証
zh_hans: 两步验证

# m6a.security.unlock
source: Unfreeze
ja: 凍結を解除
zh_hans: 解冻

# m6a.security.unlocked
source: Account unfrozen
ja: 凍結を解除しました
zh_hans: 账号已解冻

# m6a.settings.allow.registration
source: Allow open registration
ja: 新規登録を許可
zh_hans: 允许开放注册

# m6a.settings.allow.registration.hint
source: Visitors can create accounts when enabled.
ja: 有効にすると訪問者がアカウントを作成できます。
zh_hans: 开启后访客可自行注册账号。

# m6a.settings.avatar.hint
source: Tap to choose a new avatar.
ja: タップして新しいアバターを選択。
zh_hans: 点击选择新头像。

# m6a.settings.avatar.updated
source: Avatar updated
ja: アバターを更新しました
zh_hans: 头像已更新

# m6a.settings.entries
source: Safety & data
ja: セキュリティとデータ
zh_hans: 安全与数据

# m6a.settings.invite
source: Invite your partner
ja: パートナーを招待
zh_hans: 邀请另一半

# m6a.settings.invite.done
source: Partner account created
ja: パートナーアカウントを作成しました
zh_hans: 另一半账号已创建

# m6a.settings.invite.form.hint
source: The account belongs to your partner — share the credentials with them.
ja: このアカウントはパートナーのものです。認証情報を相手に伝えてください。
zh_hans: 该账号属于另一半，创建后请把账号密码告知 TA。

# m6a.settings.invite.hint
source: Create the second partner account so you can share everything.
ja: もう一人のパートナーアカウントを作成して、すべてを共有しましょう。
zh_hans: 创建另一半的账号，开启两人的专属空间。

# m6a.settings.invite.open
source: Invite Partner
ja: パートナーを招待
zh_hans: 开始邀请

# m6a.settings.invite.password
source: Password
ja: パスワード
zh_hans: 密码

# m6a.settings.invite.password.rule
source: At least 8 characters with letters and numbers.
ja: 8文字以上。英字と数字を両方含めてください。
zh_hans: 至少 8 位且同时包含字母和数字。

# m6a.settings.invite.submit
source: Create Account
ja: アカウントを作成
zh_hans: 创建账号

# m6a.settings.invite.username
source: Username
ja: ユーザー名
zh_hans: 用户名

# m6a.settings.invite.username.rule
source: 3-32 chars: lowercase letters, numbers or underscore
ja: 3〜32文字。小文字・数字・アンダースコア
zh_hans: 3-32 位：小写字母、数字或下划线

# m6a.settings.logout
source: Sign Out
ja: ログアウト
zh_hans: 退出登录

# m6a.settings.love.start.date
source: Anniversary date
ja: 記念日
zh_hans: 在一起纪念日

# m6a.settings.love.start.date.save
source: Save Date
ja: 日付を保存
zh_hans: 保存日期

# m6a.settings.nickname
source: Nickname
ja: ニックネーム
zh_hans: 昵称

# m6a.settings.nickname.required
source: Please enter a nickname
ja: ニックネームを入力してください
zh_hans: 请输入昵称

# m6a.settings.nickname.save
source: Save Nickname
ja: ニックネームを保存
zh_hans: 保存昵称

# m6a.settings.profile
source: My profile
ja: 自分のプロフィール
zh_hans: 我的资料

# m6a.settings.saved
source: Saved
ja: 保存しました
zh_hans: 已保存

# m6a.settings.site
source: Site
ja: サイト
zh_hans: 站点

# m6a.settings.site.name
source: Site name
ja: サイト名
zh_hans: 站点名称

# m6a.settings.site.name.required
source: Site name cannot be empty
ja: サイト名は空にできません
zh_hans: 站点名称不能为空

# m6a.settings.site.name.save
source: Save Site Name
ja: サイト名を保存
zh_hans: 保存站点名称

# m6a.settings.title
source: Settings
ja: 設定
zh_hans: 设置

# m6a.vault.blind.hint
source: The server only stores ciphertext — a forgotten passphrase cannot be recovered.
ja: サーバーは暗号文のみを保存します。パスフレーズを忘れると復元できません。
zh_hans: 服务器只保存密文——口令一旦遗忘将无法找回。

# m6a.vault.empty
source: Vault is empty
ja: 保険箱は空です
zh_hans: 保险箱还是空的

# m6a.vault.empty.hint
source: Add your first secret entry — it stays encrypted end to end.
ja: 最初の秘密の項目を追加しましょう。端末間で完全暗号化されます。
zh_hans: 添加第一条私密条目，全程端到端加密。

# m6a.vault.entry.add
source: New Entry
ja: 新規項目
zh_hans: 新建条目

# m6a.vault.entry.body
source: Content
ja: 内容
zh_hans: 内容

# m6a.vault.entry.create
source: Save Entry
ja: 項目を保存
zh_hans: 保存条目

# m6a.vault.entry.created
source: Entry saved
ja: 項目を保存しました
zh_hans: 条目已保存

# m6a.vault.entry.delete.confirm
source: Delete this entry? It moves to nowhere — deletion is final.
ja: この項目を削除しますか？この削除は取り消せません。
zh_hans: 删除这条记录吗？删除后不可恢复。

# m6a.vault.entry.deleted
source: Entry deleted
ja: 項目を削除しました
zh_hans: 条目已删除

# m6a.vault.entry.edit
source: Edit Entry
ja: 項目を編集
zh_hans: 编辑条目

# m6a.vault.entry.encode.failed
source: Could not encode the entry
ja: 項目をエンコードできませんでした
zh_hans: 条目编码失败

# m6a.vault.entry.new
source: New Entry
ja: 新規項目
zh_hans: 新建条目

# m6a.vault.entry.saved
source: Entry saved
ja: 項目を保存しました
zh_hans: 条目已保存

# m6a.vault.entry.title
source: Title
ja: タイトル
zh_hans: 标题

# m6a.vault.entry.undecryptable
source: Undecryptable with the current key
ja: 現在の鍵では復号できません
zh_hans: 当前密钥无法解密

# m6a.vault.locked.hint
source: Unlock the vault first
ja: 先に保険箱をロック解除してください
zh_hans: 请先解锁保险箱

# m6a.vault.locked.message
source: Enter the shared passphrase to decrypt your entries.
ja: 共有パスフレーズを入力して項目を復号してください。
zh_hans: 输入共享口令即可解密查看条目。

# m6a.vault.locked.title
source: Vault Locked
ja: 保険箱はロック中
zh_hans: 保险箱已锁定

# m6a.vault.meta.missing
source: Vault key info is incomplete on the server
ja: サーバー上の鍵情報が不完全です
zh_hans: 服务器上的密钥信息不完整

# m6a.vault.passphrase
source: Passphrase
ja: パスフレーズ
zh_hans: 口令

# m6a.vault.passphrase.confirm
source: Confirm passphrase
ja: パスフレーズを確認
zh_hans: 确认口令

# m6a.vault.passphrase.hint
source: At least 6 characters. Both partners use the same passphrase.
ja: 6文字以上。二人は同じパスフレーズを使います。
zh_hans: 至少 6 位，两位成员使用同一口令。

# m6a.vault.passphrase.mismatch
source: Passphrases do not match
ja: パスフレーズが一致しません
zh_hans: 两次输入的口令不一致

# m6a.vault.passphrase.too.short
source: Passphrase must be at least 6 characters
ja: パスフレーズは6文字以上にしてください
zh_hans: 口令至少需要 6 位

# m6a.vault.rekey
source: Change Passphrase
ja: パスフレーズを変更
zh_hans: 更换口令

# m6a.vault.rekey.decrypt.failed
source: Some entries cannot be decrypted with the current key — rekey aborted
ja: 現在の鍵で復号できない項目があるため、変更を中止しました
zh_hans: 存在无法用当前密钥解密的条目，已中止更换

# m6a.vault.rekey.done
source: Passphrase changed and entries re-encrypted
ja: パスフレーズを変更し、項目を再暗号化しました
zh_hans: 口令已更换，条目已重新加密

# m6a.vault.rekey.intro
source: Every entry is decrypted and re-encrypted with the new passphrase before upload. Keep the new passphrase safe — it applies to both partners.
ja: すべての項目を復号し、新しいパスフレーズで再暗号化してから送信します。新しいパスフレーズは二人共通です。
zh_hans: 全部条目会先用当前密钥解密、再以新口令重新加密后上传。新口令双方共用，请妥善保管。

# m6a.vault.rekey.new.passphrase
source: New passphrase
ja: 新しいパスフレーズ
zh_hans: 新口令

# m6a.vault.reset
source: Reset Vault
ja: 保険箱をリセット
zh_hans: 重置保险箱

# m6a.vault.reset.action
source: Reset & Delete Everything
ja: リセットして全削除
zh_hans: 重置并全部删除

# m6a.vault.reset.confirm
source: Reset the vault and delete ALL entries?
ja: 保険箱をリセットして全項目を削除しますか？
zh_hans: 重置保险箱并删除全部条目？

# m6a.vault.reset.done
source: Vault reset
ja: 保険箱をリセットしました
zh_hans: 保险箱已重置

# m6a.vault.reset.message
source: Every entry is hard-deleted on the server and cannot be recovered.
ja: すべての項目はサーバーから完全に削除され、復元できません。
zh_hans: 所有条目将从服务器彻底删除，无法恢复。

# m6a.vault.setup
source: Set Up Vault
ja: 保険箱を初期化
zh_hans: 初始化保险箱

# m6a.vault.setup.done
source: Vault is ready
ja: 保険箱を有効にしました
zh_hans: 保险箱已开启

# m6a.vault.setup.intro
source: Choose a passphrase (6+ characters). Entries are encrypted on this device before they reach the server — the server can never read them.
ja: パスフレーズ（6文字以上）を設定してください。項目はこの端末で暗号化されてから送信され、サーバーには決して読み取れません。
zh_hans: 设置口令（至少 6 位）。条目在本机加密后才上传，服务器永远无法读取内容。

# m6a.vault.setup.title
source: Set Up Vault
ja: 保険箱を初期化
zh_hans: 初始化保险箱

# m6a.vault.title
source: Vault
ja: 保険箱
zh_hans: 保险箱

# m6a.vault.title.required
source: Please enter a title
ja: タイトルを入力してください
zh_hans: 请输入标题

# m6a.vault.unlock
source: Unlock
ja: ロック解除
zh_hans: 解锁

# m6a.vault.wrong.passphrase
source: Wrong passphrase
ja: パスフレーズが正しくありません
zh_hans: 口令不正确

# m6a.security.totp.uri
source: otpauth URI
zh_hans: otpauth 链接
